
export const learning = [
    {
        gradeList: [
            // {
            //     '1': '<sapn>7月1号</br> 发布',
            //     '2': '<sapn>7月1号</br> 发布',
            //     '3': '<sapn>7月1号</br> 发布',
            //     "show": []
            // },
            // {
            //     '1': '<sapn>7月1号</br> 发布',
            //     '2': '<sapn>7月1号</br> 发布',
            //     '3': '<sapn>7月1号</br> 发布',
            //     "show": []
            // },
            // {
            //     '1': '<sapn>7月1号</br> 发布',
            //     '2': '<sapn>7月1号</br> 发布',
            //     '3': '<sapn>7月1号</br> 发布',
            //     "show": []
            // },
            {
                // '1': '<sapn>7月1号</br> 发布',
                '1': '<sapn>7月10号</br> 发布',
                '2': '<sapn>7月1号</br> 发布',
                "show": []
            },
            {
                // '1': '<sapn>7月1号</br> 发布',
                '1': '数学',
                '2': '<sapn>7月1号</br> 发布',
                "show": [0]
            },
            {
                // '1': '<sapn>7月1号</br> 发布',
                '1': '数学',
                '2': '<sapn>7月1号</br> 发布',
                "show": [0]
            }
        ]
    },
    {
        gradeList: [
            {
                '1': '敬请期待',
                '2': '<sapn>7月5号</br> 发布',
                '3': '敬请期待',
                '4': '生物',
                '5': '<sapn>7月1号</br> 发布',
                '6': '<sapn>7月1号</br> 发布',
                '7': '<sapn>7月1号</br> 发布',
                "show": [3]
            },
            {
                '1': '<sapn>7月10号</br> 发布',
                '2': '<sapn>7月5号</br> 发布',
                '3': '<sapn>7月10号</br> 发布',
                '4': '物理',
                '5': '生物',
                '6': '<sapn>7月1号</br> 发布',
                '7': '<sapn>7月1号</br> 发布',
                '8': '<sapn>7月1号</br> 发布',
                "show": [3, 4]
            },
        ]
    },
    {
        gradeList: [
            {
                '1': '语文',
                '2': '数学',
                '3': '英语',
                '4': '物理',
                '5': '化学',
                '6': '生物',
                '7': '<sapn>7月1号</br> 发布',
                '8': '<sapn>7月1号</br> 发布',
                '9': '<sapn>7月1号</br> 发布',
                "show": [0, 1, 2, 3,4, 5]
            }
        ]
    },
    {
        gradeList: [
            {
                '1': '<sapn>7月10号</br> 发布',
                '2': '<sapn>7月10号</br> 发布',
                '3': '<sapn>7月10号</br> 发布',
                '4': '<sapn>7月10号</br> 发布',
                '5': '化学',
                '6': '敬请期待',
                '7': '<sapn>7月1号</br> 发布',
                '8': '<sapn>7月1号</br> 发布',
                '9': '<sapn>7月1号</br> 发布',
                "show": [4]
            },
            {
                '1': '<sapn>7月10号</br> 发布',
                '2': '敬请期待',
                '3': '<sapn>7月10号</br> 发布',
                '4': '<sapn>7月5号</br> 发布',
                '5': '化学',
                '6': '敬请期待',
                '7': '历史',
                '8': '地理',
                '9': '政治',
                "show": [4,6,7,8]
            },
        ]
    },
    {
        gradeList: [
            {
                '1': '英语',
                '2': '物理',
                '3': '化学',
                '4': '生物',
                '5': '历史',
                '6': '地理',
                '7': '政治',
                "show": [0, 1, 2, 3, 4, 5, 6]
            }
        ]
    }
]
